// Напишите программу, которая запрашивает число и выдает его квадрат

Console.WriteLine("Введите число");
int number = Convert.ToInt32 (Console.ReadLine());

int sqt = number*number;

Console.WriteLine(sqt);